{
    "Contadino": "",
    "Massone": "In quanto membro della _______ sai chi sono gli altri ________, dato che partecipano con te a delle riunioni segrete nel villaggio. Se qualcuno verrà convertito dai Satanisti, gli altri ______ lo scopriranno!",
    "Veggente": "Ogni notte, potrai scegliere un giocatore e conoscere il suo ruolo. Potresti essere Folle, che vede ruoli casuali (può capitare anche giusti) ma presenti in partita",
    "Apprendista Veggente": "Per ora, sei un normale contadino. Nel caso il _______ morisse, ti trasformerai nel suo sostituto. Se sei in partita, significa che c'è un vero _________ in partita",
    "UomoLupo": "Visto che trascorri la maggior parte del tuo tempo nei boschi insieme ai lupi, il veggente si confonderà e ti vedrà come lupo... Ops!",
    "Ubriaco": "Se venissi sbranato la notte dai lupi, i lupi dovranno stare fermi una notte. Usalo a tuo vantaggio!",
    "Maledetto": "Sei come un normale villico... finchè i lupi non cercano di sbranarti. Se venissero a casa tua, dopo il morso diventerai un lupo come loro! Finchè i lupi non ti mangiano, la tua fazione è con i contadini, e vincerai con loro nel caso tutti i lupi morissero.",
    "Prostituta": "Hai la possibilità di visitare un giocatore ogni notte. Dovesse essere un lupo o un killer o la loro vittima, morirai, ma in compenso i lupi non ti troveranno a casa nel caso ti vengano ad uccidere",
    "Osservatore": "Ti verrà detto chi è il veggente (non il folle). Se lui morisse e il Sosia oppure l'Apprendista prendessero il suo posto, ti verrà detto. Una buona tattica è fingersi Veggente e rivelare i ruoli al posto suo",
    "Artigliere": "Come _________, avrai due proiettili d'argento all'inizio del gioco. Di giorno, avrai l'occasione di sparare ad un altro giocatore. Dopo lo sparo, tutti sapranno il tuo ruolo! ",
    "Traditore": "Se tutti i lupi muoiono, ti trasformerai in un lupo. Il veggente potrebbe vederti come lupo o come contadino mentre non sei ancora trasformato 50%",
    "Angelo Custode": "Ogni notte potrai proteggere un giocatore. Stai attento alle tue scelte però. Se scegliessi un lupo, avrai il 50% di probabilità di essere mangiato, mentre se decidi di salvare il Serial Killer morirai! Puoi inoltre togliere il kerosene dalle case che visiti, se presente",
    "Bambino Ribelle": "Alla prima notte, scegli un modello e rimani calmo finché sarà in vita. Se esso dovesse morire, ti trasformerai immediatamente in un lupo!",
    "Folle": "",
    "Cupido": "Ad inizio partita, scegli due giocatori (anche te stesso). Dopo diventi un normale contadino. Questi due diventeranno follemente innamorati e se uno dei due muore, l'altro morirà per la disperazione. Nota: se uno dei due vince, l’altro vincerà anche se in un team differente. Se gli innamorati sono gli ultimi in vita, vincono da soli la partita",
    "Cacciatore Urbano": "Se muori, puoi portare qualcun altro nella tomba. Se vieni ucciso dai lupi, c'è la probabilità che tu riesca ad ucciderne uno, ma nel caso ce ne fossero altri, verresti accerchiato ed ucciso comunque",
    "Sindaco": "Se decidi di mostrare il tuo distintivo, il tuo voto al linciaggio varrà doppio e il tuo ruolo verrà rivelato",
    "Principe": "Fuggito dalla tua noiosa e lussuosa vita per vivere insieme ai normali contadini, se proveranno a linciarti, potrai mostrare il sigillo nel tuo anello e restare vivo. Potrai farlo solo una volta durante la partita",
    "Fabbro": "Una volta durante la partita, puoi decidere di spargere la polvere d'argento durante il giorno per bloccare i lupi la notte seguente, e il tuo ruolo verrà rivelato a tutto il villaggio ",
    "Morfeo": "Una volta per partita, potrai addormentare tutti i giocatori in partita, impedendo loro di svolgere qualsiasi azione notturna",
    "Oracolo": "Potrai scrutare i giocatori per sapere quali ruoli NON sono. Nota: vedrai solamente ruoli presenti in partita",
    "Pacifista": "Da ___________ puoi convincere tutti a non linciare per un turno! Potrai farlo una volta sola, ed il tuo ruolo verrà rivelato",
    "Vecchio Saggio": "Potrai sopravvivere a un attacco notturno dei lupi. Se vieni ucciso da Artigliere, Urbano o Chimico, essi si trasformeranno in semplici contadini",
    "Guastafeste": "Come _______ puoi combinare guai in città! A causa di ciò, il villaggio furioso lincerà addirittura due volte! Puoi usare questo potere una volta soltanto, e la tua identità verrà rivelata!",
    "Chimico": "Fabbricherai due pozioni, di cui una letale. Quando visiterai qualcuno, costringerai esso a scegliere una pozione, mentre tu berrai l'altra pozione. Ciò causerà la morte sicura di uno dei due giocatori!",
    "Becchino": "Ogni notte, scavi le tombe per ogni persona morta dall'ultima volta che l'hai fatto. Se seppellisci, i lupi e i satanisti non possono trovarti a casa. Tutti quelli che ti visitano hanno una probabilità di cadere nelle tombe che scavi, in base a quante ne hai scavate. Inoltre, la probabilità è dimezzata per chiunque sia del team villaggio come te",
    "Augure": "Ogni mattina guardi gli uccelli e ne deduci un ruolo che sicuramente non è in gioco dal modo in cui volano. Non ti diranno mai un ruolo due volte, quindi fai buon uso delle tue informazioni!",
    "Investigatore": "Di giorno, avrai l'occasione di conoscere il ruolo degli altri giocatori. Usa questo saggiamente però, visto che c'è il 40% di probabilità che i lupi ti vedano farlo",
    "Goffo": "Sei talmente distratto che c'è un 50% di probabilità che il tuo voto al linciaggio vada ad una persona a caso",
    "Cacciatore di Satanisti": "Il tuo lavoro è estirpare i Satanisti. Se loro ti visitano, ucciderai il loro ultimo membro e saprai quanti satanisti sono rimasti. Ogni notte potrai visitare un giocatore: se è Satanista, lo ucciderai, se è il Serial Killer, morirai. Sennò, tornerai a casa, come se nulla fosse successo ",
    "Lupo": "",
    "Lupo Alfa": "Hai 1 possibilità su 5 di infettare la tua vittima (dovrai averla scelta anche tu come bersaglio), e se infetta verrà informata e diverrà lupo la notte successiva",
    "Cucciolo di Lupo": "Essendo il pupillo del branco, se verrai ucciso, la notte successiva i lupi uccideranno due volte per vendetta!",
    "Licantropo": "Sei un lupo, ma verrai visto contadino dal Veggente. Inoltre, lo stregone non ti vedrà come lupo",
    "Lupo delle Nevi": "Invece di attaccare insieme agli altri lupi, scegli da solo una vittima da congelare in modo da non farle usare le sue azioni notturne per una notte. Tuttavia non può scegliere ogni notte la stessa persona, che potrà essere però congelata una notte sì ed una no. Se tutti gli altri lupi muoiono, diventerai un lupo normale",
    "Stregone": "Ogni notte scruti come il veggente, ma puoi vedere solo il veggente ed i lupi. Dopo che il veggente ti ha sostituito nel villaggio, per vendetta sei passato al lato oscuro e giochi con i lupi",
    "Sosia": "Puoi scegliere un giocatore a inizio partita, e alla sua morte erediterai il suo ruolo. Se il giocatore scelto viene convertito dai Satanisti, prenderai il suo ruolo originale. Se non ti trasformi, perderai sicuramente",
    "Serial Killer": "Uccidere. Il resto non conta. Se i Lupi, la Prostituta, i Satanisti o il Cacciasatan ti faranno visita, moriranno! Rimani l’ultimo in vita",
    "Masochista": "Il tuo scopo è quello di farti linciare in qualsiasi modo possibile. Se ci riesci, tu (insieme al tuo eventuale amante) vinci e gli altri perdono. Non vinci col popolo!",
    "Satanista": "Il tuo obiettivo è convertire tutti i giocatori. Se a fine partita tutti i giocatori sono satanisti, la setta avrà vinto",
    "Ladro": "Ogni notte, hai il 50% di possibilità di rubare con successo il ruolo di un altro giocatore! Non puoi vincere con questo ruolo, perciò ruba!",
    "Piromane": "Ogni notte puoi riempire la casa di qualcuno con il kerosene. Puoi decidere di far scattare la Scintilla, bruciando tutte le case cosparse e uccidendo chiunque sia dentro, visitatori inclusi. Vinci se rimani l'ultimo vivo"
}